#! アイエエ！？
#? ナンデ！？
#* ニンジャナンデ！？

print("Hello World")
#! prin立ておつ
#? よう新参、ようこそ『世界』へ
#* >#? くっっっっっっさ。鳥肌たったけどわりとすき
#// このコメントは管理者によって削除されました

print("拡張機能BetterComments入れたのにコメントに色つけられないやんけ！？")
#! つけれるわちゃんと嫁よ笑
#? 嘘松か？ｗ
#* スクショ貼れ
#TODO: ちゃんと調べてからものを発言できる人間になる
#! えらい

print("よく見たら1行目だけ色つかんなぁ")
#! 知らんｗｗｗｗ　が色つかんのはマジだったかすまん。
#? pyコードが書かれた以降適応されるっぽい感じかな？
#* 1行目だけ例外で灰色になるのか…？例外たすかる

print("調べたらソースあったわ > https://qiita.com/take_me/items/ae0772646dd59630a8b5")
print("elixir, python, tclの場合は最初の行コメントは無視されます。これ設定で可変にできませんかね(PR検討)。")
#! はえー、さんがつ
#? よく考えたらいっちゃん最初に1行目でHelloWorld実行してたやんけ
#* 拡張機能のみの話やったんけ、よかったな。

print("GitHub登録したったｗ 初コミカキコ")
#! やるじゃん
#? お前がナンバーワンだ
#* 秘密鍵教えてｗｗｗｗ

print("リモートリポジトリを別PC想定のフォルダと通常フォルダと用意してクローンしたった")
#! 専門用語イミフすぎて頭マージのコミットプルプッシュリポジトリィィイイイ！！
#? >#! は？
#* >#! は？

print("ブランチ増やすンゴ＾～")
#! 地獄の始まり
#? 沼
#* 強く生きるんやで

print("mainとworkブランチで2本構成になったなり")
#! ブランチ2本とか少なくね？　は～ねんまつ
#? コンフリまだ？笑
#* 5000兆ブランチほしい！！！！

print("コンフリクト試すンゴンゴ＾～～")
#! ん？なんか見たことある
#? Git「じゃあ、56すね！」
#* 聞きたくなさすぎて失禁してた…

print("コンフリクトで別世界線のやつマージしちゃった。おまいら誰だよ")
#! そういうのいいから
#? 誰だよ(ピネガキ)
#* アイツ嵐ですよ(幻の6人目)